const itCoursesInfo = [
        {
            title: "HTML & CSS",
            description: "HTML & CSS: Твой первый шаг в веб-разработку. Освой основы создания сайтов с нуля. Научись писать чистый HTML-код, создавать адаптивные страницы и оформлять их с помощью современного CSS. Курс подходит даже тем, кто никогда не программировал. ",
            imgSrc: "html_css_logo_fixed.png"
        }, 
        {
            title: "Python",
            description: "Учись программировать на Python без стресса и скуки.Вместо длинных лекций — короткие уроки, реальные примеры и проекты, которые помогают понять логику программирования. К концу курса ты сможешь писать свои первые приложения и разбираться в коде других.",
            imgSrc: "python_logo.png"
        }
];

export default itCoursesInfo;