const cards = [
        {
            title: "Корейский язык",
            description: "Начни обучение корейскому языку даже с нуля. Этот курс нацелен на тех, кто хочет владеть языком свободно или в целях сдачи международного теста TOPIK. ",
            imgSrc: "korean_course.png"
        }, 
        {
            title: "Английский язык",
            description: "Целевая аудитория этого курса - люди, что желают обрести свободное владение языком или что желают сдать международный тест IELTS.",
            imgSrc: "english_course.png"
        }
];

export default cards;