const cards = [
  {
    title1: "Путь от хаоса к уверенности",
    description1: `
        Корейский язык кажется бездной: ты учишь слова, правила, смотришь дорамы — но говорить свободно всё равно трудно.
        Я знаю это чувство. Именно поэтому я создал курс, который помогает пройти путь от хаоса к уверенности — быстро,
        понятно и с настоящим результатом.
      `,
    imgSrc: "korean_course.png",
    title2: "Готовые ресурсы для быстрого прогресса",
    description2: `
        Тысячи источников, сотни учебников — и вечный вопрос: с чего начать?
        На моем курсе этот этап уже пройден за вас. Я выбрал лучшие и самые надёжные материалы, 
        чтобы вы сразу перешли от сомнений — к действию.
        Найдите их во вкладке «Ресурсы» — и начните свой путь к корейскому уже сегодня.
    `,
    name: "Корейский язык"
  },
  {
    title1: "От слов к уверенной речи",
    description1: `
        Английский язык часто превращается в бесконечное запоминание слов и правил. Но что толку, если язык так и остаётся только в тетради?
        На моем курсе вы переходите от механического изучения к **живому владению английским** — уверенно, с пониманием и настоящими результатами.
      `,
    imgSrc: "english_course.png",
    title2: "Эффективная подготовка к IELTS и не только",
    description2: `
        Интернет полон советов, как сдать IELTS — но мало кто объясняет, как заговорить по-настоящему свободно.
        Я собрал самые проверенные техники и материалы, которые помогут вам не просто сдать тест, 
        а использовать английский **в реальной жизни**.
        Загляните во вкладку «Ресурсы» и начните совершенствовать язык уже сегодня.
    `,
    name: "Английский язык"
  },
];

export default cards;
